Revit 2027 API
SymbolTypeId.KJPerK Property
 Symbol kJ/K, indicating unit Kilojoules per Kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KJPerK { get; }
Public Shared ReadOnly Property KJPerK As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KJPerK {
	ForgeTypeId^ get ();
}
static member KJPerK : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace